[{"id": 1,"title":"Сливочное масло деревенское",
         "previewDescription":"Чизкейк с легкой изысканной кислинской лимона",
		 "detailDescription":"Главное отличие настоящего деревенского сливочного масла большое содержание витамина А: в 50 граммах масла содержится треть суточной потребности организма в витамине А. Кроме того,в масле содержится витамин D, каротин и токоферолы (витамин Е). Достаток данных витаминов в организме – это хорошее зрение, чистая и здоровая кожа, красивые сильные волосы и прочее, и прочее Также в состав сливочного масла входят фосфатиды (важнейшие составляющие клеточных мембран) Жиры сливочного масла делают этот продукт необходимым элементов питания детей, поскольку они непосредственно участвуют в образовании тканей головного мозга. Деревенское масло благотворно влияет на выработку специфических гормонов, необходимых для зачатия ребенка. Не случайно у женщин, отказывающихся от жирной пищи, наблюдается прекращение менструаций. Похожие реакции (с поправкой на физиологические особенности) бывают и у мужчин, не употребляющих жиров.И, наконец, именно жиры способствуют теплоизоляции организма, поэтому жителям северных широт жирная пища жизненно важна.",
         "image":"https://static.1000.menu/img/content-v2/c9/a5/45966/slivochnoe-maslo-v-domashnix-usloviyax_1587834615_10_max.jpg",
         "price":"650",
         "rating":"★★★★★",
         "weight":"300 г"
      },
      {  
        "id": 2,
        "title":"Сливочное масло домашнее",
        "previewDescription":"Натуральное домашнее масло. Масло взбито из натуральных сливок",
        "detailDescription": "Описание товара: Сливки(Коровье молоко)100%. Жирность :80%. Срок хранения:14 суток при температуре от +3 до +5 С. Состав корма коров: зерновые,сено,зелёный корм",
        "image":"https://sdelaysam-svoimirukami.ru/uploads/posts/2019-01/1548652381_1.jpg",
        "price":"700",
        "rating":"★★★★★",
        "weight":"300 г"
     },
      {  
        "id": 3,
        "title":"Сливочное постное домашнее",
        "previewDescription":"Ароматное постное масло нерафинированное, холодного отжима. Идеально подходит для салатов.",
        "detailDescription": "Постное масло нерафинированное,улучшающего работу головного мозга и повышающего иммунитет. Продукт, изготовленный по технологии холодного отжима, хранится 4 месяца. Чтобы продукт как можно дольше был свежим, полезным и вкусным, необходимо соблюдать особые условия хранения.",
        "image":"https://gotovsumom.ru/wp-content/uploads/2020/06/rast-maslo-v-lozhke-1.jpg",
        "price":"450",
        "rating":"★★★★★",
        "weight":"850 г"
     },
     {  
        "id": 4,
        "title":"Сливки домашние",
        "previewDescription":"Свежие натуральные, домашние сливки",
        "detailDescription": "Благодаря лецитину молокопродукт восстанавливает липидный обмен, нормализует уровень холестерина в крови, улучшает состояние сосудов, предотвращает формирование атеросклеротических бляшек и развитие атеросклероза. В небольших количествах он способствует похудению, так как ослабляет аппетит и уменьшает тягу к сладкому. Особенную пользу окажут сливки для организмапри заболеваниях желудочно-кишечного тракта (гастрите, язве), отравлениях, усиленных физических и умственных нагрузках, частых депрессиях, работе на вредных производствах, проведении строительно-ремонтных работ. Они обволакивают слизистую пищеварительного тракта, защищая ее от неблагоприятных воздействий, нейтрализуют негативное действие химических веществ, замедляют всасывание токсинов и выводят их из организма.",
        "image":"https://www.patee.ru/r/x6/10/24/df/390x.jpg",
        "price":"450",
        "rating":"★★★★★",
        "weight":"500 г"
     },
     {  
        "id": 5,
        "title":"Сливочное масло домашнее",
        "previewDescription":"Натуральное домашнее масло. Масло взбито из натуральных сливок",
        "detailDescription": "Описание товара: Сливки(Коровье молоко)100%. Жирность :80%. Срок хранения:14 суток при температуре от +3 до +5 С. Состав корма коров: зерновые,сено,зелёный корм",
        "image":"https://sdelaysam-svoimirukami.ru/uploads/posts/2019-01/1548652381_1.jpg",
        "price":"700",
        "rating":"★★★★★",
        "weight":"300 г"
     },
     {  
        "id": 6,
        "title":"Творог домашний",
        "previewDescription":"Творог домашний из цельного молока",
        "detailDescription": "Безусловно, это полезный, богатый витаминами и питательными веществами, необходимыми для организма человека и поддержания нормального функционирования всех жизненно важных систем. Своей ценностью среди сторонников здорового образа жизни он обязан богатому содержанию белка. Причем, по степени усвояемости организмом белок стоит значительно выше того, который можно обнаружить в мясных продуктах, так как большая часть этого нутриента представлена казеином",
        "image":"https://dietology.pro/upload/iblock/b49/b49cc1baf04d2451a2f24d2b996d84fd.jpeg",
        "price":"600",
        "rating":"★★★★★",
        "weight":"10000 г"
     },
     {  
        "id": 7,
        "title":"Сыр Адыгейский",
        "previewDescription":"Домашний Адыгейский сыр",
        "detailDescription": "Алыгейский сыр-это мягкий сывороточный сыр, обладающий кисломолочным вкусом и творожистой консистенцией, вырабатывается только из молока самого высокого качества путем свертывания его молочной сывороткой.Полезен этот сыр благодаря оптимальному аминокислотному составу и большому содержанию белка. Прессуется адыгейский сыр минут 10-15, затем его переворачивают и выдерживают не более 18 часов при температуре 8-10. Посолка происходит сухой солью при формировании сыра, форму данный сыр имеет в виде низкого цилиндра с выпуклой поверхностью и округлыми гранями, его масса составляет 1-1,5 кг, цвет массы - от белого до кремового, а корка морщинистая, с отпечатками формы. Адыгейский сыр имеет не менее 45% доли жира в сухом веществе, не более 60% влаги и поваренной соли 2.",
        "image":"https://img-global.cpcdn.com/recipes/050e69b498296ff0/1200x630cq70/photo.jpg",
        "price":"800",
        "rating":"★★★★★",
        "weight":"500 г"
     },
     {  
        "id": 8,
        "title":"Сыр Буратто",
        "previewDescription":"Буратто - молодой сыр из коровьего молока и сливок в виде небольшого мешочка",
        "detailDescription": "Для того чтобы приготовить буррату, возвращаемся к первоначальной заготовке: из сырного «теста» делают тонкий круглый блинчик. В него кладут уже готовую страчателлу и завязывают узелком, сыр имеет форму маленького мешочка, снаружи напоминающий шарик моцареллы. Здесь тоже важна скорость: если заготовка остынет, то она порвется. Затем уже готовую буррату остужают в холодной воде или в рассоле. Идеальные компаньоны для этого сыра — свежие сладкие помидоры, оливковое масло и хлеб. Другое не менее удачное сочетание — мед и грецкие орехи.",
        "image":"https://sdelaysam-svoimirukami.ru/uploads/posts/2019-01/1548652381_1.jpg",
        "price":"500",
        "rating":"★★★★★",
        "weight":"150 г"
     },
     {  
        "id": 9,
        "title":"Сыр Моцарелла",
        "previewDescription":"Это итальянский мягкий белый паровой сыр с тонким вкусом, имеющий грибную структру, слаабо соленый",
        "detailDescription": "Продукт эластичный,покрытый тонкой корочкой с гладкой глянцевой поверхностью. Тесто наслоено, пропитано сывороткой, вытекающей при нарезке. Типичная особенность – аромат, отсутствие консервантов в составе.Он легко усваивается, поэтому подходит для маленьких детей старше 9 месяцев, людей, соблюдающих различные диеты.",
        "image":"https://ilikecheese.su/images/005/002/509/5002509/990xnoinc/%D0%BC%D0%BE%D1%86%D0%B0%D1%80%D0%B5%D0%BB%D0%BB%D0%B0.jpeg",
        "price":"1000",
        "rating":"★★★★★",
        "weight":"500 г"
     },
     {  
        "id": 10,
        "title":"Молоко коровье",
        "previewDescription":"Фермерское коровье молоко из глубинки",
        "detailDescription": "Парное молоко обладает необыкновенным вкусом. Молоко очень нежное,чуть сладковатое. Настоящее деревенское молоко из Рязанской области. На ферме всего 30 коров,за которыми особый уход.Очень большое внимание ферма уделяет гигиене своих питомцев.Кормление происходит только заготовленным летом сеном и зерном.При таком внимательном содержании,и продукт получается особенно вкусный.Объём бутылки 1 л.",
        "image":"https://frankfurt.apollo.olxcdn.com/v1/files/6dpc4x8adyy82-KZ/image;s=644x461",
        "price":"150",
        "rating":"★★★★★",
        "weight":"1000 мл"
     },
     {  
        "id": 11,
        "title":"Ряженка домашняя",
        "previewDescription":"Ряженка из топленного коровьего молока, домашняя",
        "detailDescription": "Алыгейский сыр-это мягкий сывороточный сыр, обладающий кисломолочным вкусом и творожистой консистенцией, вырабатывается только из молока самого высокого качества путем свертывания его молочной сывороткой.Полезен этот сыр благодаря оптимальному аминокислотному составу и большому содержанию белка. Прессуется адыгейский сыр минут 10-15, затем его переворачивают и выдерживают не более 18 часов при температуре 8-10. Посолка происходит сухой солью при формировании сыра, форму данный сыр имеет в виде низкого цилиндра с выпуклой поверхностью и округлыми гранями, его масса составляет 1-1,5 кг, цвет массы - от белого до кремового, а корка морщинистая, с отпечатками формы. Адыгейский сыр имеет не менее 45% доли жира в сухом веществе, не более 60% влаги и поваренной соли 2.",
        "image":"https://mypick.ru/wp-content/uploads/2021/02/2-7.jpg",
        "price":"250",
        "rating":"★★★★★",
        "weight":"500 г"
     },
     {  
        "id": 12,
        "title":"Масло топленое",
        "previewDescription":"Домашнее, натуральное топленое масло",
        "detailDescription": "Для него характерны приятный янтарный цвет, кремовая текстура и уникальный вкус. Топленое масло, известное также как масло гхи, ценили еще наши прабабушки. Из-за современной моды, ограничивающей количество потребляемых жиров, продукт в какой-то степени оказался забыт. И это несправедливо, потому что он очень вкусен и полезен.",
        "image":"https://www.koolinar.ru/all_image/recipes/164/164736/recipe_272b205c-d20c-4f0e-a790-5a488155e10d_w450.jpg",
        "price":"800",
        "rating":"★★★★★",
        "weight":"500 г"
     }
   ]